{
  "nodes": [
    {
      "op": "null", 
      "name": "input0", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_0", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "reshape_nop", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "__nop", 
        "hash": "b57b54c7f46c19e0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0], 
  "heads": [
    [
      2, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16"
      ]
    ], 
    "storage_id": [
      "list_int", 
      [0, 1, 1]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 256, 256], 
        [1, 196], 
        [1, 98, 2]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 2, 3]
}