{
  "nodes": [
    {
      "op": "null", 
      "name": "input1", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_0", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_pad", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_pad", 
        "hash": "a27055500ece8397"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_0", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_0"
      }, 
      "inputs": [
        [
          2, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate", 
        "hash": "a049934a28c8210c"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          3, 
          1, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_10", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_10"
      }, 
      "inputs": [
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_concatenate_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_concatenate_1", 
        "hash": "2cafd345ebba88e0"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_mera_drp_9", 
      "attrs": {
        "num_outputs": "2", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_mera_drp_9"
      }, 
      "inputs": [
        [
          3, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [0], 
  "heads": [
    [
      7, 
      0, 
      0
    ], 
    [
      7, 
      1, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        3, 
        5, 
        3, 
        1, 
        2
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 416, 416], 
        [1, 512, 13, 13], 
        [1, 256, 26, 26], 
        [1, 512, 14, 14], 
        [1, 255, 13, 13], 
        [1, 256, 13, 13], 
        [1, 256, 13, 13], 
        [1, 128, 26, 26], 
        [1, 384, 26, 26], 
        [1, 255, 13, 13], 
        [1, 255, 26, 26]
      ]
    ]
  }, 
  "node_row_ptr": [0, 1, 3, 4, 6, 7, 8, 9, 11]
}