{
  "nodes": [
    {
      "op": "null", 
      "name": "input", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_0", 
      "attrs": {
        "num_outputs": "7", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_0"
      }, 
      "inputs": [
        [
          0, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p205", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p206", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "b95f84f24d058f30"
      }, 
      "inputs": [
        [
          1, 
          3, 
          0
        ], 
        [
          2, 
          0, 
          0
        ], 
        [
          3, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_transpose_reshape_transpose_reshape_transpose_reshape_transpose_reshape_co_7082943185696203540_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "8", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_transpose_reshape_transpose_reshape_transpose_reshape_transpose_reshape_co_7082943185696203540_", 
        "hash": "90271b873a127f3e"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          1, 
          2, 
          0
        ], 
        [
          1, 
          3, 
          0
        ], 
        [
          1, 
          4, 
          0
        ], 
        [
          1, 
          5, 
          0
        ], 
        [
          1, 
          6, 
          0
        ], 
        [
          4, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_max", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_max", 
        "hash": "abb0a1bb844b58d8"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_exp", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_subtract_exp", 
        "hash": "7002a19d00c08c59"
      }, 
      "inputs": [
        [
          5, 
          0, 
          0
        ], 
        [
          6, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_sum", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_sum", 
        "hash": "d80ba26ba63ccc27"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_divide", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_divide", 
        "hash": "57ed172b6b136a04"
      }, 
      "inputs": [
        [
          7, 
          0, 
          0
        ], 
        [
          8, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p207", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p208", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_nn_conv2d_add_1", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_nn_conv2d_add_1", 
        "out_layout": "", 
        "kernel_layout": "OIHW", 
        "data_layout": "NCHW", 
        "hash": "74e1a6cf1f792a73"
      }, 
      "inputs": [
        [
          1, 
          3, 
          0
        ], 
        [
          10, 
          0, 
          0
        ], 
        [
          11, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p209", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p210", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p211", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p212", 
      "inputs": []
    }, 
    {
      "op": "null", 
      "name": "p213", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_transpose_reshape_transpose_reshape_transpose_reshape_transpose_reshape_co_6915023575542332385_", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "13", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_transpose_reshape_transpose_reshape_transpose_reshape_transpose_reshape_co_6915023575542332385_", 
        "hash": "3f552f2a73dca16c"
      }, 
      "inputs": [
        [
          1, 
          0, 
          0
        ], 
        [
          1, 
          1, 
          0
        ], 
        [
          1, 
          2, 
          0
        ], 
        [
          1, 
          3, 
          0
        ], 
        [
          1, 
          4, 
          0
        ], 
        [
          1, 
          5, 
          0
        ], 
        [
          1, 
          6, 
          0
        ], 
        [
          12, 
          0, 
          0
        ], 
        [
          13, 
          0, 
          0
        ], 
        [
          14, 
          0, 
          0
        ], 
        [
          15, 
          0, 
          0
        ], 
        [
          16, 
          0, 
          0
        ], 
        [
          17, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "1", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice", 
        "hash": "cdc5ef2defa2c2ed"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "null", 
      "name": "p214", 
      "inputs": []
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_strided_slice_divide", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_strided_slice_divide", 
        "hash": "1b14862e338de6fb"
      }, 
      "inputs": [
        [
          18, 
          0, 
          0
        ], 
        [
          20, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_tvmgen_default_mera_drp_66", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "2", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_tvmgen_default_mera_drp_66"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ]
      ]
    }, 
    {
      "op": "tvm_op", 
      "name": "tvmgen_default_fused_subtract_concatenate", 
      "attrs": {
        "num_outputs": "1", 
        "num_inputs": "3", 
        "flatten_data": "0", 
        "func_name": "tvmgen_default_fused_subtract_concatenate", 
        "hash": "e65843ac812d8a82"
      }, 
      "inputs": [
        [
          19, 
          0, 
          0
        ], 
        [
          21, 
          0, 
          0
        ], 
        [
          22, 
          0, 
          0
        ]
      ]
    }
  ], 
  "arg_nodes": [
    0, 
    2, 
    3, 
    10, 
    11, 
    13, 
    14, 
    15, 
    16, 
    17, 
    20
  ], 
  "heads": [
    [
      9, 
      0, 
      0
    ], 
    [
      23, 
      0, 
      0
    ]
  ], 
  "attrs": {
    "dltype": [
      "list_str", 
      [
        "float32", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16", 
        "float16"
      ]
    ], 
    "storage_id": [
      "list_int", 
      [
        0, 
        1, 
        2, 
        3, 
        4, 
        5, 
        6, 
        7, 
        8, 
        9, 
        10, 
        11, 
        12, 
        13, 
        12, 
        11, 
        14, 
        15, 
        10, 
        16, 
        17, 
        18, 
        19, 
        20, 
        13, 
        5, 
        21, 
        1, 
        13, 
        4
      ]
    ], 
    "shape": [
      "list_shape", 
      [
        [1, 3, 240, 320], 
        [1, 6, 30, 40], 
        [1, 4, 15, 20], 
        [1, 4, 8, 10], 
        [1, 256, 4, 5], 
        [1, 12, 30, 40], 
        [1, 8, 15, 20], 
        [1, 8, 8, 10], 
        [6, 256, 3, 3], 
        [1, 6, 1, 1], 
        [1, 6, 4, 5], 
        [1, 4420, 2], 
        [1, 4420, 1], 
        [1, 4420, 2], 
        [1, 4420, 1], 
        [1, 4420, 2], 
        [12, 256, 3, 3], 
        [1, 12, 1, 1], 
        [1, 12, 4, 5], 
        [], 
        [1, 4420, 2], 
        [1, 4420, 2], 
        [], 
        [1, 4420, 2], 
        [1, 4420, 4], 
        [1, 4420, 2], 
        [], 
        [1, 4420, 2], 
        [1, 4420, 2], 
        [1, 4420, 4]
      ]
    ]
  }, 
  "node_row_ptr": [
    0, 
    1, 
    8, 
    9, 
    10, 
    11, 
    12, 
    13, 
    14, 
    15, 
    16, 
    17, 
    18, 
    19, 
    20, 
    21, 
    22, 
    23, 
    24, 
    25, 
    26, 
    27, 
    28, 
    29, 
    30
  ]
}